Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Settings.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Choose whether lyrics or pronunciation is shown larger when both appear.
ar: اختر ما إذا كانت الكلمات أو النطق تظهر بحجم أكبر عند ظهورهما معًا.
bn: দুটোই দেখা গেলে লিরিক্স নাকি উচ্চারণ বড় করে দেখানো হবে তা বেছে নাও।
cs: Vyber, zda se při zobrazení obou zvětší text, nebo výslovnost.
da: Vælg, om sangtekst eller udtale vises størst, når begge vises.
de: Lege fest, ob Songtext oder Aussprache größer angezeigt wird, wenn beide sichtbar sind.
el: Επιλέξτε αν θα εμφανίζονται μεγαλύτεροι οι στίχοι ή η προφορά όταν εμφανίζονται και τα δύο.
es: Elige si se muestra más grande la letra o la pronunciación cuando aparecen ambas.
es_419: Elige si se muestra más grande la letra o la pronunciación cuando aparecen ambas.
fa: انتخاب کنید هنگامی که هر دو نمایش داده می‌شوند، متن آهنگ بزرگ‌تر نشان داده شود یا تلفظ.
fi: Valitse, näytetäänkö sanoitukset vai ääntämys suurempana, kun molemmat ovat näkyvissä.
fil: Piliin kung lyrics o bigkas ang mas malaki kapag pareho silang lumabas.
fr: Choisis si les paroles ou la prononciation s'affichent en plus grand quand les deux apparaissent.
he: בחר אם המילים או ההגייה יוצגו בגודל גדול יותר כששניהם מופיעים.
hi: चुनें कि जब दोनों दिखें, तो लिरिक्स और उच्चारण में से कौन-सा बड़ा दिखाया जाए।
hu: Válaszd ki, hogy a dalszöveg vagy a kiejtés jelenjen meg nagyobban, ha mindkettő látható.
hy: Ընտրեք, թե երկուսը միասին հայտնվելիս որն է ցուցադրվում ավելի մեծ՝ բառերը, թե արտասանությունը։
id: Pilih apakah lirik atau pelafalan yang ditampilkan lebih besar saat keduanya muncul.
it: Scegli se mostrare il testo o la pronuncia in dimensioni maggiori quando compaiono entrambi.
ja: 歌詞と発音の両方が表示されるとき、どちらを大きく表示するかを選択します。
ko: 가사와 발음이 함께 표시될 때 어느 쪽을 더 크게 보여줄지 선택하세요.
ms: Pilih sama ada lirik atau sebutan dipaparkan lebih besar apabila kedua-duanya muncul.
nb: Velg om sangtekst eller uttale vises større når begge vises.
nl: Kies of songtekst of uitspraak groter wordt weergegeven wanneer ze allebei verschijnen.
pl: Wybierz, co ma być wyświetlane większym tekstem, gdy widoczne są zarówno tekst utworu, jak i wymowa.
pt_br: Escolha se a letra ou a pronúncia é exibida em tamanho maior quando ambas aparecem.
pt_pt: Escolhe se a letra ou a pronúncia aparece maior quando ambas são apresentadas.
ro: Alege dacă versurile sau pronunția se afișează mai mare când apar ambele.
ru: Выберите, что показывать крупнее, когда отображаются и текст, и произношение.
sv: Välj om sångtext eller uttal visas större när båda syns.
ta: இரண்டும் தோன்றும்போது பாடல் வரிகள் அல்லது உச்சரிப்பு எது பெரிதாகக் காட்டப்படும் என்பதைத் தேர்வுசெய்யவும்.
te: రెండూ కనిపించినప్పుడు సాహిత్యం లేదా ఉచ్చారణలో ఏది పెద్దగా చూపించాలో ఎంచుకోండి.
th: เลือกว่าจะให้เนื้อเพลงหรือคำอ่านแสดงตัวใหญ่กว่าเมื่อทั้งสองปรากฏพร้อมกัน
tr: İkisi de göründüğünde sözlerin mi yoksa telaffuzun mu daha büyük gösterileceğini seçin.
uk: Вибери, що показувати більшим, коли відображаються і текст, і вимова.
ur: منتخب کریں کہ جب دونوں ظاہر ہوں تو بول یا تلفظ میں سے کون سا بڑا دکھایا جائے۔
vi: Chọn xem lời bài hát hay phiên âm được hiển thị lớn hơn khi cả hai cùng xuất hiện.
zh_hans: 选择当歌词与发音同时显示时，哪一项以更大的字号显示。
zh_hant: 選擇當歌詞與發音同時顯示時，何者以較大字體顯示。

source: Clear All
ar: مسح الكل
bn: সব মুছে ফেলো
cs: Vymazat vše
da: Ryd alt
de: Alle löschen
el: Εκκαθάριση όλων
es: Borrar todo
es_419: Borrar todo
fa: پاک کردن همه
fi: Tyhjennä kaikki
fil: I-clear Lahat
fr: Tout effacer
he: נקה הכל
hi: सभी मिटाएँ
hu: Összes törlése
hy: Մաքրել ամբողջը
id: Bersihkan Semua
it: Cancella tutto
ja: すべて消去
ko: 모두 지우기
ms: Kosongkan Semua
nb: Tøm alt
nl: Wis alles
pl: Wyczyść wszystko
pt_br: Limpar tudo
pt_pt: Limpar tudo
ro: Șterge tot
ru: Очистить всё
sv: Rensa alla
ta: அனைத்தையும் அழி
te: అన్నీ క్లియర్ చేయి
th: ล้างทั้งหมด
tr: Tümünü Temizle
uk: Очистити все
ur: سب صاف کرو
vi: Xóa tất cả
zh_hans: 全部清除
zh_hant: 全部清除

source: Clear all Cache?
ar: مسح كل ذاكرة التخزين المؤقت؟
bn: সব ক্যাশ মুছে ফেলবে?
cs: Vymazat celou mezipaměť?
da: Ryd al cache?
de: Gesamten Cache leeren?
el: Εκκαθάριση όλης της προσωρινής μνήμης;
es: ¿Borrar toda la caché?
es_419: ¿Borrar toda la caché?
fa: همهٔ حافظهٔ پنهان پاک شود؟
fi: Tyhjennetäänkö koko välimuisti?
fil: I-clear ang lahat ng Cache?
fr: Vider tout le cache ?
he: לנקות את כל המטמון?
hi: सारा कैश मिटाएँ?
hu: Törlöd az összes gyorsítótárat?
hy: Մաքրե՞լ ողջ քեշը։
id: Bersihkan semua Cache?
it: Cancellare tutta la cache?
ja: すべてのキャッシュを消去しますか？
ko: 모든 캐시를 지울까요?
ms: Kosongkan semua Cache?
nb: Tømme hele bufferen?
nl: Alle cache wissen?
pl: Wyczyścić całą pamięć podręczną?
pt_br: Limpar todo o cache?
pt_pt: Limpar toda a cache?
ro: Ștergi toată memoria cache?
ru: Очистить весь кэш?
sv: Rensa all cache?
ta: அனைத்து கேஷையும் அழிக்கவா?
te: మొత్తం కేష్ క్లియర్ చేయాలా?
th: ล้างแคชทั้งหมดไหม
tr: Tüm Önbellek Temizlensin mi?
uk: Очистити весь кеш?
ur: تمام کیش صاف کریں؟
vi: Xóa toàn bộ bộ nhớ đệm?
zh_hans: 清除所有缓存？
zh_hant: 清除所有快取？

source: Cloudless.
ar: بلا غيوم.
bn: মেঘহীন।
cs: Bez mráčku.
da: Skyfrit.
de: Wolkenlos.
el: Χωρίς σύννεφα.
es: Sin nubes.
es_419: Sin nubes.
fa: بدون ابر.
fi: Pilvetön.
fil: Walang ulap.
fr: Sans nuages.
he: בלי עננים.
hi: बेबादल।
hu: Felhőtlen.
hy: Անամպ։
id: Tanpa awan.
it: Senza nuvole.
ja: 雲ひとつない。
ko: 구름 한 점 없이.
ms: Tiada awan.
nb: Skyfritt.
nl: Onbewolkt.
pl: Bezchmurnie.
pt_br: Sem nuvens.
pt_pt: Sem nuvens.
ro: Fără nori.
ru: Без облаков.
sv: Molnfritt.
ta: மேகமற்றது.
te: మబ్బుల్లేని.
th: ฟ้าใสไร้เมฆ
tr: Bulutsuz.
uk: Без жодної хмаринки.
ur: بے بادل۔
vi: Không một gợn mây.
zh_hans: 万里无云。
zh_hant: 晴空萬里。

source: Control animations and visual effects throughout the app, including the splash screen animation and reduced motion preferences.
ar: تحكّم في الرسوم المتحركة والمؤثرات البصرية في جميع أنحاء التطبيق، بما في ذلك رسوم شاشة البدء وتفضيلات تقليل الحركة.
bn: স্প্ল্যাশ স্ক্রিন অ্যানিমেশন ও মোশন কমানোর পছন্দসহ অ্যাপ জুড়ে অ্যানিমেশন এবং ভিজ্যুয়াল এফেক্ট নিয়ন্ত্রণ করো।
cs: Ovládej animace a vizuální efekty v celé aplikaci, včetně animace úvodní obrazovky a předvoleb omezeného pohybu.
da: Styr animationer og visuelle effekter i hele appen, herunder splash screen-animationen og indstillinger for reduceret bevægelse.
de: Steuere Animationen und visuelle Effekte in der gesamten App, einschließlich der Splash-Screen-Animation und der Einstellungen zur Bewegungsreduzierung.
el: Έλεγξε τα κινούμενα γραφικά και τα οπτικά εφέ σε όλη την εφαρμογή, μαζί με την κίνηση της οθόνης εκκίνησης και τις προτιμήσεις μειωμένης κίνησης.
es: Controla las animaciones y los efectos visuales de toda la app, incluida la animación de la pantalla de inicio y las preferencias de movimiento reducido.
es_419: Controla las animaciones y los efectos visuales en toda la app, incluida la animación de la pantalla de presentación y las preferencias de movimiento reducido.
fa: انیمیشن‌ها و جلوه‌های بصری در سراسر برنامه، از جمله انیمیشن صفحهٔ آغازین و ترجیحات کاهش حرکت را کنترل کن.
fi: Hallitse animaatioita ja visuaalisia tehosteita kaikkialla sovelluksessa, mukaan lukien aloitusruudun animaatio ja liikkeen vähennyksen asetukset.
fil: Kontrolin ang mga animation at visual effect sa buong app, kasama ang splash screen animation at reduced motion preferences.
fr: Contrôle les animations et les effets visuels dans toute l’app, y compris l’animation de l’écran de démarrage et les préférences de réduction des animations.
he: שלוט באנימציות ובאפקטים החזותיים בכל האפליקציה, כולל אנימציית מסך הפתיחה והעדפות הפחתת התנועה.
hi: स्प्लैश स्क्रीन एनिमेशन और रिड्यूस्ड मोशन प्राथमिकताओं समेत पूरे ऐप में एनिमेशन और विज़ुअल इफेक्ट्स को नियंत्रित करें।
hu: Szabályozd az animációkat és vizuális effekteket az egész appban, beleértve a nyitóképernyő animációját és a csökkentett mozgás beállításait.
hy: Կառավարիր անիմացիաներն ու վիզուալ էֆեկտները ողջ հավելվածում, ներառյալ մեկնարկային էկրանի անիմացիան և շարժման նվազեցման նախապատվությունները։
id: Kontrol animasi dan efek visual di seluruh aplikasi, termasuk animasi layar pembuka dan preferensi kurangi gerakan.
it: Controlla le animazioni e gli effetti visivi in tutta l'app, inclusa l'animazione della schermata iniziale e le preferenze di riduzione del movimento.
ja: スプラッシュ画面のアニメーションや視差効果を減らす設定など、アプリ全体のアニメーションと視覚効果を管理できます。
ko: 스플래시 화면 애니메이션과 동작 줄이기 설정을 포함해 앱 전체의 애니메이션과 시각 효과를 제어하세요.
ms: Kawal animasi dan kesan visual di seluruh apl, termasuk animasi skrin permulaan dan keutamaan gerakan dikurangkan.
nb: Styr animasjoner og visuelle effekter i hele appen, inkludert oppstartsanimasjonen og preferanser for redusert bevegelse.
nl: Beheer animaties en visuele effecten in de hele app, waaronder de startschermanimatie en de voorkeuren voor verminderde beweging.
pl: Steruj animacjami i efektami wizualnymi w całej aplikacji, w tym animacją ekranu startowego oraz ustawieniami ograniczania ruchu.
pt_br: Controle as animações e os efeitos visuais em todo o app, incluindo a animação da tela de abertura e as preferências de movimento reduzido.
pt_pt: Controla as animações e os efeitos visuais em toda a app, incluindo a animação do ecrã de arranque e as preferências de movimento reduzido.
ro: Controlează animațiile și efectele vizuale din toată aplicația, inclusiv animația ecranului de pornire și preferințele de mișcare redusă.
ru: Управляй анимациями и визуальными эффектами по всему приложению, включая анимацию заставки и настройку уменьшения движения.
sv: Styr animationer och visuella effekter i hela appen, inklusive startskärmens animation och inställningar för reducerad rörelse.
ta: ஸ்பிளாஷ் திரை அனிமேஷன் மற்றும் குறைந்த இயக்க விருப்பங்கள் உட்பட, ஆப் முழுவதும் உள்ள அனிமேஷன்கள் மற்றும் காட்சி விளைவுகளைக் கட்டுப்படுத்து.
te: స్ప్లాష్ స్క్రీన్ యానిమేషన్, రెడ్యూస్ మోషన్ ప్రాధాన్యతలతో సహా యాప్ అంతటా యానిమేషన్‌లు, విజువల్ ఎఫెక్ట్‌లను నియంత్రించండి.
th: ควบคุมแอนิเมชันและเอฟเฟกต์ภาพทั่วทั้งแอป รวมถึงแอนิเมชันหน้าจอเปิดและการตั้งค่าลดการเคลื่อนไหว
tr: Açılış ekranı animasyonu ve hareket azaltma tercihleri dahil olmak üzere uygulama genelindeki animasyonları ve görsel efektleri denetle.
uk: Керуй анімаціями та візуальними ефектами по всьому застосунку, зокрема анімацією заставки й налаштуваннями зменшення руху.
ur: پوری ایپ میں اینیمیشنز اور بصری اثرات کو کنٹرول کرو، بشمول اسپلیش اسکرین اینیمیشن اور کم حرکت کی ترجیحات۔
vi: Kiểm soát hoạt ảnh và hiệu ứng hình ảnh trong toàn bộ ứng dụng, bao gồm hoạt ảnh màn hình chờ và tùy chọn giảm chuyển động.
zh_hans: 控制整个 App 中的动画和视觉效果，包括启动画面动画和减弱动态偏好。
zh_hant: 控制整個應用程式中的動畫與視覺效果，包括啟動畫面動畫與減少動態偏好。

source: Copy Subscription Link
ar: نسخ رابط الاشتراك
bn: সাবস্ক্রিপশন লিঙ্ক কপি করো
cs: Kopírovat odkaz na odběr
da: Kopiér abonnementslink
de: Abo-Link kopieren
el: Αντιγραφή συνδέσμου εγγραφής
es: Copiar enlace de suscripción
es_419: Copiar enlace de suscripción
fa: کپی پیوند اشتراک
fi: Kopioi tilauslinkki
fil: Kopyahin ang Subscription Link
fr: Copier le lien d’abonnement
he: העתק קישור מינוי
hi: सब्सक्रिप्शन लिंक कॉपी करें
hu: Feliratkozási link másolása
hy: Պատճենել բաժանորդագրության հղումը
id: Salin Tautan Langganan
it: Copia link di iscrizione
ja: 購読リンクをコピー
ko: 구독 링크 복사
ms: Salin Pautan Langganan
nb: Kopier abonnementslenke
nl: Abonnementslink kopiëren
pl: Kopiuj link subskrypcji
pt_br: Copiar link de assinatura
pt_pt: Copiar link de subscrição
ro: Copiază linkul de abonare
ru: Копировать ссылку подписки
sv: Kopiera prenumerationslänk
ta: குழுசேர் இணைப்பை நகலெடு
te: సబ్‌స్క్రిప్షన్ లింక్ కాపీ చేయి
th: คัดลอกลิงก์การติดตาม
tr: Abonelik Bağlantısını Kopyala
uk: Скопіювати посилання на підписку
ur: سبسکرپشن لنک کاپی کرو
vi: Sao chép liên kết đăng ký
zh_hans: 拷贝订阅链接
zh_hant: 複製訂閱連結

source: Couldn’t Add Sticker Pack
ar: تعذّر إضافة حزمة الملصقات
bn: স্টিকার প্যাক যোগ করা যায়নি
cs: Sadu samolepek se nepodařilo přidat
da: Kunne ikke tilføje sticker-pakke
de: Sticker-Pack konnte nicht hinzugefügt werden
el: Δεν ήταν δυνατή η προσθήκη του πακέτου αυτοκόλλητων
es: No se pudo añadir el pack de stickers
es_419: No se pudo agregar el paquete de stickers
fa: افزودن بستهٔ استیکر ممکن نشد
fi: Tarrapakettia ei voitu lisätä
fil: Hindi Maidagdag ang Sticker Pack
fr: Impossible d’ajouter le pack de stickers
he: לא ניתן היה להוסיף את חבילת המדבקות
hi: स्टिकर पैक नहीं जोड़ा जा सका
hu: A matricacsomag hozzáadása nem sikerült
hy: Չհաջողվեց ավելացնել ստիկերների փաթեթը
id: Tidak Dapat Menambahkan Paket Stiker
it: Impossibile aggiungere il pacchetto di sticker
ja: ステッカーパックを追加できませんでした
ko: 스티커 팩을 추가할 수 없습니다
ms: Tidak Dapat Menambah Pek Pelekat
nb: Kunne ikke legge til stickerpakke
nl: Kan stickerpakket niet toevoegen
pl: Nie udało się dodać pakietu naklejek
pt_br: Não foi possível adicionar o pacote de figurinhas
pt_pt: Não foi possível adicionar o pacote de autocolantes
ro: Nu s-a putut adăuga pachetul de stickere
ru: Не удалось добавить набор стикеров
sv: Det gick inte att lägga till dekalpaketet
ta: ஸ்டிக்கர் தொகுப்பைச் சேர்க்க முடியவில்லை
te: స్టిక్కర్ ప్యాక్‌ను జోడించలేకపోయాం
th: เพิ่มชุดสติกเกอร์ไม่ได้
tr: Çıkartma Paketi Eklenemedi
uk: Не вдалося додати набір стікерів
ur: اسٹیکر پیک شامل نہیں ہو سکا
vi: Không thể thêm gói sticker
zh_hans: 无法添加贴纸包
zh_hant: 無法新增貼圖包

source: Crossfade Duration
ar: مدة التلاشي المتبادل
bn: ক্রসফেড সময়কাল
cs: Délka prolínání
da: Crossfade-varighed
de: Überblenddauer
el: Διάρκεια crossfade
es: Duración del fundido encadenado
es_419: Duración del crossfade
fa: مدت کراس‌فید
fi: Ristihäivytyksen kesto
fil: Tagal ng Crossfade
fr: Durée du fondu enchaîné
he: משך המעבר ההדרגתי
hi: क्रॉसफ़ेड अवधि
hu: Áttűnés időtartama
hy: Crossfade-ի տևողություն
id: Durasi Crossfade
it: Durata dissolvenza incrociata
ja: クロスフェードの長さ
ko: 크로스페이드 시간
ms: Tempoh Crossfade
nb: Crossfade-varighet
nl: Crossfade-duur
pl: Czas płynnego przejścia
pt_br: Duração do Crossfade
pt_pt: Duração do Crossfade
ro: Durata crossfade
ru: Длительность кроссфейда
sv: Crossfade-längd
ta: Crossfade கால அளவு
te: క్రాస్‌ఫేడ్ వ్యవధి
th: ระยะเวลาครอสเฟด
tr: Çapraz Geçiş Süresi
uk: Тривалість плавного переходу
ur: کراس فیڈ دورانیہ
vi: Thời lượng Crossfade
zh_hans: 淡入淡出时长
zh_hant: 交叉淡化時間長度

source: Customize how your library is organized by setting the default sort order for each tracking status and media type.
ar: خصّص طريقة تنظيم مكتبتك عبر تعيين ترتيب الفرز الافتراضي لكل حالة تتبّع ونوع وسائط.
bn: প্রতিটি ট্র্যাকিং স্ট্যাটাস ও মিডিয়া টাইপের জন্য ডিফল্ট সর্ট অর্ডার সেট করে তোমার লাইব্রেরি কীভাবে সাজানো হবে তা নিজের মতো করো।
cs: Uprav si uspořádání knihovny nastavením výchozího řazení pro každý stav sledování a typ média.
da: Tilpas, hvordan dit bibliotek er organiseret, ved at indstille standardsorteringen for hver sporingsstatus og medietype.
de: Passe an, wie deine Bibliothek organisiert ist, indem du die Standardsortierung für jeden Tracking-Status und Medientyp festlegst.
el: Προσάρμοσε πώς οργανώνεται η βιβλιοθήκη σου ορίζοντας την προεπιλεγμένη σειρά ταξινόμησης για κάθε κατάσταση παρακολούθησης και τύπο περιεχομένου.
es: Personaliza cómo se organiza tu biblioteca estableciendo el orden predeterminado para cada estado de seguimiento y tipo de contenido.
es_419: Personaliza cómo se organiza tu biblioteca eligiendo el orden predeterminado para cada estado de seguimiento y tipo de contenido.
fa: با تنظیم ترتیب مرتب‌سازی پیش‌فرض برای هر وضعیت دنبال‌کردن و نوع رسانه، نحوهٔ سازماندهی کتابخانه‌ات را شخصی‌سازی کن.
fi: Mukauta kirjastosi järjestystä määrittämällä oletuslajittelu jokaiselle seurantatilalle ja mediatyypille.
fil: I-customize kung paano isinasaayos ang iyong library sa pamamagitan ng pagtatakda ng default na sort order para sa bawat tracking status at media type.
fr: Personnalise l’organisation de ta bibliothèque en définissant l’ordre de tri par défaut pour chaque statut de suivi et type de média.
he: התאם אישית את אופן הארגון של הספרייה שלך על ידי הגדרת סדר המיון כברירת מחדל לכל סטטוס מעקב וסוג מדיה.
hi: हर ट्रैकिंग स्टेटस और मीडिया टाइप के लिए डिफ़ॉल्ट सॉर्ट क्रम सेट करके अपनी लाइब्रेरी की व्यवस्था को अपने हिसाब से बनाओ।
hu: Szabd testre, hogyan rendeződik a könyvtárad, az egyes követési állapotok és médiatípusok alapértelmezett rendezési sorrendjének beállításával.
hy: Հարմարեցրու, թե ինչպես է կազմակերպվում քո գրադարանը՝ սահմանելով կանխադրված դասավորության կարգը յուրաքանչյուր հետևման կարգավիճակի և մեդիայի տեսակի համար։
id: Sesuaikan cara perpustakaan kamu ditata dengan mengatur urutan default untuk setiap status pelacakan dan jenis media.
it: Personalizza l'organizzazione della tua libreria impostando l'ordinamento predefinito per ogni stato di tracciamento e tipo di media.
ja: トラッキングステータスやメディアの種類ごとにデフォルトの並び順を設定して、ライブラリの整理方法をカスタマイズできます。
ko: 각 추적 상태와 미디어 유형의 기본 정렬 순서를 설정해 라이브러리 정리 방식을 원하는 대로 바꿔보세요.
ms: Sesuaikan cara pustaka anda disusun dengan menetapkan susunan isihan lalai bagi setiap status penjejakan dan jenis media.
nb: Tilpass hvordan biblioteket ditt er organisert ved å angi standard sorteringsrekkefølge for hver sporingsstatus og medietype.
nl: Bepaal hoe je bibliotheek is geordend door de standaardsortering per volgstatus en mediatype in te stellen.
pl: Dostosuj sposób organizacji swojej biblioteki, ustawiając domyślną kolejność sortowania dla każdego statusu śledzenia i typu mediów.
pt_br: Personalize como sua biblioteca é organizada definindo a ordenação padrão para cada status de acompanhamento e tipo de mídia.
pt_pt: Personaliza a organização da tua biblioteca definindo a ordenação predefinida para cada estado de acompanhamento e tipo de conteúdo.
ro: Personalizează modul de organizare a bibliotecii setând ordinea de sortare implicită pentru fiecare stare de urmărire și tip de media.
ru: Настрой организацию своей библиотеки, задав порядок сортировки по умолчанию для каждого статуса отслеживания и типа медиа.
sv: Anpassa hur ditt bibliotek är organiserat genom att ange standardsorteringen för varje spårningsstatus och medietyp.
ta: ஒவ்வொரு கண்காணிப்பு நிலை மற்றும் மீடியா வகைக்கும் இயல்புநிலை வரிசையை அமைப்பதன் மூலம் உங்கள் நூலகம் எப்படி ஒழுங்கமைக்கப்படுகிறது என்பதைத் தனிப்பயனாக்கு.
te: ప్రతి ట్రాకింగ్ స్టేటస్, మీడియా టైప్‌కి డిఫాల్ట్ సార్ట్ ఆర్డర్‌ని సెట్ చేసి మీ లైబ్రరీ ఎలా అమర్చబడుతుందో మీకు నచ్చినట్టు మార్చుకోండి.
th: ปรับแต่งวิธีจัดระเบียบคลังของคุณ ด้วยการตั้งลำดับการเรียงเริ่มต้นสำหรับแต่ละสถานะการติดตามและประเภทสื่อ
tr: Her takip durumu ve medya türü için varsayılan sıralama düzenini belirleyerek kütüphanenin nasıl düzenleneceğini özelleştir.
uk: Налаштуй упорядкування своєї бібліотеки, задавши порядок сортування за замовчуванням для кожного статусу відстеження й типу медіа.
ur: ہر ٹریکنگ اسٹیٹس اور میڈیا قسم کے لیے ڈیفالٹ ترتیب مقرر کر کے اپنی لائبریری کو اپنی پسند کے مطابق منظم کرو۔
vi: Tùy chỉnh cách sắp xếp thư viện của bạn bằng cách đặt thứ tự sắp xếp mặc định cho từng trạng thái theo dõi và loại nội dung.
zh_hans: 为每种追踪状态和媒体类型设置默认排序方式，自定义你的库的整理方式。
zh_hant: 為每個追蹤狀態與媒體類型設定預設排序方式，自訂收藏庫的整理方式。
